tap "borkdude/brew"
tap "homebrew/bundle"
tap "ryooooooga/tap"

brew "fzf"
brew "git"
brew "git-delta"
brew "grep"
brew "jq"
brew "starship"
brew "tig"
brew "tmux"
brew "wget"
brew "lsd"
brew "gh"
brew "ghq"
brew "lazygit"
brew "ripgrep"
brew "mise"
brew "neovim"
brew "sheldon"
brew "atuin"
brew "zellij"
brew "eza"
brew "bat"
brew "ryooooooga/tap/zabrze"

if OS.mac?
  cask "bitwarden"
  cask "raycast"
  cask "alacritty"
  cask "deepl"
  cask "karabiner-elements"
  cask "appcleaner"
  cask "amethyst"
  cask "arc"
  cask "visual-studio-code"
  cask "font-hack-nerd-font"
  cask "google-japanese-ime"
end

