tap "borkdude/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "bitwarden-cli"
brew "fzf"
brew "git"
brew "git-delta"
brew "grep"
brew "jq"
brew "starship"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "wget"
brew "lsd"
brew "gh"
brew "ghq"

cask "bitwarden"
cask "raycast"
cask "visual-studio-code"
cask "alacritty"
cask "deepl"
cask "karabiner-elements"
cask "google-chrome"
cask "authy"
cask "appcleaner"
cask "amethyst"

cask "font-hack-nerd-font"
